[Doors.DBDoors_big_rich_ext_glass_twk:DisTweaks_InteractableInterface_43 DisTweaks_InteractableInterface]
m_Name="玻璃门"

[LLDs.LTD_Bridgemore:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="执行下一项任务"
m_InteractText="`GBA_Use` 打开"

[LLDs.LTD_estate2streets_ground DisTweaks_UsableObject]
m_LockedMessage="需要 `k"

[LLDs.LTD_estate2streets_ground:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往法制区码头"
m_InteractText="`GBA_Use` 打开"

[LLDs.LTD_estate2streets_roof:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往法制区码头"
m_InteractText="`GBA_Use` 打开"

[LLDs.LTD_streets2estate_ground DisTweaks_UsableObject]
m_LockedMessage="已上锁"
m_FocusLockedMessage=""

[LLDs.LTD_streets2estate_ground:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="前往法制区"
m_InteractText="`GBA_Use` 打开"

[LLDs.LTD_streets2estate_roof DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[LLDs.LTD_streets2estate_roof:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="进入10号公寓"
m_InteractText="`GBA_Use` 打开"

[locked_door_medium DisTweaks_Door]
m_FocusLockedMessage="已上锁"

[locked_door_small DisTweaks_Door]
m_FocusLockedMessage="已上锁"

[Moveables.Stone_twk:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="松动的石头"

[Pickups.Immunity_Doc_Pickup:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_InteractText="`GBA_Use` 交换文件"

[Pickups.Plant_Doc_Pickup:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_InteractText="`GBA_Use` 放置文件"

[Pickups.Twk_LegalDist_Note DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage="新的笔记内容已添加到你的日志中"
m_SingleItemPickupMessage=""

[Pickups.Twk_LegalDist_Note:DisTweaks_Interactable_PickupBase_31 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Useables.AirCircDoor2_Usable_Twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Useables.AirCircDoor2_Usable_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="空气调节器防尘盖"
m_InteractText=" `GBA_Use` 关闭"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Useables.AirCircDoor_Usable_Twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Useables.AirCircDoor_Usable_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="空气调节器防尘盖"
m_InteractText=" `GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Useables.Card_Deck_Useable:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="78张塔罗牌牌组"
m_InteractText="`GBA_Use` 抽牌"

[Useables.Card_Placement_Useable:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="进行仪式的地点"
m_InteractText="`GBA_Use` 放置塔罗牌"

[Useables.Card_Ritual_Useable:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="世界"
m_InteractText="`GBA_Use` 在塔罗牌上放血"

[Useables.dumbwaiter_dial_01_twk DisTweaks_UsableObject]
m_UnlockInteractText=""
m_LockedMessage="无法操作"

[Useables.dumbwaiter_dial_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="升降梯楼层选择器"

[Useables.Falling_Painting_Useable:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="画"
m_InteractText="`GBA_Use` 拉下"

[Useables.Moving_Cabinet_Useable:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="书柜"
m_InteractText="`GBA_Use` 移动"

[Useables.Odorous_Sack_Useable:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="空气调节器"
m_InteractText="`GBA_Use` 扔下麻布袋"

